tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "instantclienttap/instantclient"
tap "koekeishiya/formulae"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bc"
brew "python@3.12"
brew "cmake"
brew "colima"
brew "coreutils"
brew "dotnet@6"
brew "eza"
brew "fd"
brew "ffmpegthumbnailer"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "jq"
brew "librsvg"
brew "lua"
brew "luajit"
brew "luarocks"
brew "neovim"
brew "nvm"
brew "openjdk"
brew "poppler"
brew "pure"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "unar"
brew "xmlstarlet"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "instantclienttap/instantclient/instantclient-basic"
brew "instantclienttap/instantclient/instantclient-sqlplus"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "adobe-acrobat-reader"
cask "adobe-digital-editions"
cask "commander-one"
cask "dotnet-sdk"
cask "font-monaspace-nerd-font"
cask "font-noto-sans"
cask "ilok-license-manager"
cask "iterm2"
cask "jiggler"
cask "keycastr"
cask "kitty"
cask "kobo"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-teams"
cask "native-access"
cask "raycast"
cask "spotify"
cask "sqlcl"
cask "steam"
cask "steelseries-engine"
cask "wezterm"
