tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "azure-cli"
brew "bash"
brew "bat"
brew "bc"
brew "python"
brew "cmake"
brew "coreutils"
brew "eza"
brew "fd"
brew "fzf"
brew "gawk"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "jq"
brew "librsvg"
brew "lua"
brew "luajit"
brew "luarocks"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "rust"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "unar"
brew "xmlstarlet"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
cask "dotnet-sdk"
cask "sqlcl"
