brew "azure-cli"
brew "bash"
brew "bat"
brew "bc"
brew "python@3.13"
brew "cmake"
brew "coreutils"
brew "docker"
brew "dos2unix"
brew "dotnet"
brew "dotnet@8"
brew "eza"
brew "fd"
brew "fzf"
brew "gawk"
brew "gcc"
brew "git"
brew "git-delta"
brew "gnu-sed"
brew "go"
brew "jq"
brew "librsvg"
brew "lua"
brew "luarocks"
brew "neovim"
brew "nvm"
brew "ripgrep"
brew "rust"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "unar"
brew "xclip"
brew "xmlstarlet"
brew "yazi"
brew "yq"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
